<?php

return [
    'server_not_found' => 'Сервер не найден',
    'params_empty' => 'Некоторые параметры пусты',
    'choose_server' => "Выбор сервера",
    'admin' => [
        'title' => 'Баны и муты',
    ],
    'bans' => [
        'title' => 'Список банов',
        'description' => 'На этой странице представлены все последние баны',
    ],
    'comms' => [
        'title' => 'Список мутов',
        'description' => 'На этой странице представлены все последние муты',
    ],
    'table' => [
        'end_date' => 'Дата окончания',
        'loh' => 'Наказуемый',
        'reason' => 'Причина',
        'admin' => 'Администратор',
        'length' => 'Срок', 
        'type' => 'Тип', 
        'forever' => 'Навсегда',
        'unbaned' => 'Разбанен',
        'session' => 'Сессия',
        'created' => 'Дата наказания'
    ],
    'profile' => [
        'head' => 'Нарушения',
        'no_info' => 'Нарушений нет 🔥',
        'steam_not_connected' => 'У этого пользователя не привязан Steam 😢'
    ],
    "main" => [
        "admins" => "Админы",
        "bans" => "Баны",
        "mutes" => "Муты",
        "gags" => "Гаги"
    ]
];