<?php

return [
    'server_not_found' => 'Сервер не найден',
    'params_empty' => 'Некоторые параметры пусты',
    'admin' => [
        'title' => 'Баны и муты',
        'setting_description' => 'Тут Вы можете настроить привязку банов и мутов к каждому серверу',
        'add' => 'Добавить связь',
        'dbname' => 'Название БД',
        'dbname_desc' => 'Эта БД будет использоваться для отображения банов и мутов',
        'server' => 'Привязанный сервер',
        'add_description' => 'На этой странице Вы можете добавить новую связь между сервером и БД',
        'mod' => 'Драйвер',
        'mod_desc' => 'Выберите драйвер, который будет использоваться для показа банов и мутов',
        'server_label' => 'Сервер',
        'edit_title' => 'Изменение связи',
        'edit_description' => 'На этой странице Вы можете изменить связь у конкретного сервера'
    ],
    'bans' => [
        'title' => 'Список банов',
        'description' => 'На этой странице представлены все последние баны',
    ],
    'comms' => [
        'title' => 'Список мутов',
        'description' => 'На этой странице представлены все последние муты',
    ],
    'table' => [
        'end_date' => 'Дата окончания',
        'loh' => 'Наказуемый',
        'reason' => 'Причина',
        'admin' => 'Администратор',
        'length' => 'Срок', 
        'type' => 'Тип', 
        'forever' => 'Навсегда',
        'unbaned' => 'Разбанен',
        'session' => 'Сессия',
        'created' => 'Дата наказания'
    ],
    'profile' => [
        'head' => 'Нарушения',
        'no_info' => 'Нарушений нет 🔥',
        'steam_not_connected' => 'У этого пользователя не привязан Steam 😢'
    ]
];